{
  "header": {
    "home": "Главная",
    "about": "О нас",
    "service": "Наши услуги",
    "whyUs": "Почему мы?",
    "news": "Новости",
    "contact": "Контакты"
  },
  "home": {
    "slide1": {
      "title": "Безлимитная доставка",
      "description": "Мы помогаем людям экономить время, улучшать свою жизнь и развивать коммуникации как в бизнесе, так и в личной жизни."
    },
    "slide2": {
      "title": "Партнёрство, основанное на доверии.",
      "description": "Мы стремимся к тому, чтобы наши услуги стали эталоном качества в сфере доставки."
    },
    "slide3": {
      "title": "Удобная система оплаты.",
      "description": "Оплата за услуги производится по кредитной или предоплатной системе. Форма оплаты выбирается клиентом."
    }
  },
  "about": {
    "title": "компания с первого взгляда",
    "paragraph1": "Наша транспортная компания с 30-летним опытом — лучший выбор для доставки грузов любого размера, хранения, упаковки или доставки товаров вашим клиентам. Наши профессиональные сотрудники позаботятся о вашем грузе в любое время.",
    "paragraph2": "Вы получаете полный контроль над процессом доставки по телефону или через мобильное приложение. Ваш груз отслеживается на каждом этапе пути. Мы предоставляем высокие стандарты доставки независимо от объема. Если вашей компании необходимо наладить цепочку поставок, у нас есть готовые решения с гибкими тарифами. Наши срочные грузовые услуги предлагают четкие временные рамки для удобства вашего бизнеса. Наши услуги включают доставку, складирование, упаковку, контроль качества и распределение.",
    "button": "связаться с нами"
  },
  "modal": {
    "selectRole": "Выберите вашу роль:",
    "owner": "Владелец",
    "company": "Компания",
    "firstName": "Ваше имя",
    "lastName": "Ваша фамилия",
    "email": "Ваш адрес электронной почты",
    "phone": "+998 XX XXX XX XX",
    "message": "Сообщение",
    "send": "отправить сообщение"
  },
  "services": {
    "title": "наши услуги",
    "description": "Наша транспортная компания с момента основания предоставляет широкий спектр надежных решений для бизнеса и частных лиц по всему миру.",
    "cards": {
      "transportation": "Транспортировка",
      "logistics": "Логистика",
      "towing": "Эвакуатор",
      "leasing": "Техническое обслуживание и аренда",
      "distribution": "Услуги распределения",
      "storage": "Хранение"
    }
  },
  "whyUs": {
    "title": "ПОЧЕМУ ВЫБИРАЮТ НАС",
    "cards": {
      "service": {
        "title": "Лучший сервис",
        "desc": "Наша миссия — привлекать и удерживать клиентов, предлагая лучшие транспортные решения и развивая культуру безопасности, обслуживания и доверия."
      },
      "reputation": {
        "title": "Репутация",
        "desc": "Мы заняли прочные позиции в транспортной отрасли. Наши отмеченные наградами услуги обеспечивают репутацию качества и превосходства, с которой немногие могут сравниться."
      },
      "safety": {
        "title": "Безопасность и охрана",
        "desc": "Безопасность наших сотрудников, клиентов и участников дорожного движения всегда будет главным приоритетом во всех наших политиках, процедурах и программах."
      }
    }
  },
  "news": {
    "latest_news": "Последние новости",
    "town_cargo_expansion": "Town Cargo расширяет маршруты!",
    "how_to_reduce_costs": "Как снизить транспортные расходы в 2025 году",
    "behind_the_wheel": "За рулем: день из жизни водителя Town Cargo",
    "date_time": "5 февраля 2025 года, 10:00",
    "town_cargo_expansion_description": "Town Cargo с радостью сообщает о расширении наших грузовых маршрутов! Мы теперь покрываем больше регионов, чтобы обеспечить более быстрые и эффективные доставки. Наша приверженность надежной логистике продолжает расти, когда мы достигаем новых направлений.",
    "reduce_costs_description": "Хотите оптимизировать свою цепочку поставок? Наши логистические эксперты делятся пятью ключевыми стратегиями для снижения транспортных расходов при сохранении быстрых и безопасных поставок. Читайте далее, чтобы узнать, как умное планирование и оптимизация маршрутов могут быть полезны вашему бизнесу.",
    "behind_the_wheel_description": "Когда-нибудь задумывались, что значит быть профессиональным водителем грузовика? Пройдите путь с одним из наших опытных водителей, который преодолевает длинные дороги, управляет графиками и обеспечивает безопасную доставку ваших товаров.",
    "our_partners": "Наши партнеры"
  },
  "contact": {
    "title": "Контакты"
  }
}
